infoAboutSiteLabel=<h3>Sveiki atvyk\u0119 \u012f demonstracin\u0119 versij\u0105 internetin\u0117s mokymosi sistemos</h3><h4>Kam skirta \u0161i sistema:</h4><ul><li>VGTU studentams dalintis informacine med\u017eiaga i\u0161 Youtube.com tinklalapio.</li></ul><h4>Vartotoj\u0173 tipai ir teis\u0117s:</h4><ul><li>Neregistruoti vartotojai gali \u0161ioje sistemoje pasirink\u0119 "Paskaitos" skilt\u012f vir\u0161utin\u0117je parink\u010di\u0173 juostoje, gali matyti visas \u012fkeltas paskaitas ir j\u0173 vertinim\u0105 \u0161ali\u0105 pagal pasirinkt\u0105 juos dominan\u010di\u0105 kategorij\u0105.</li><li>Visi registruoti vartotojai gali netik per\u017ei\u016br\u0117ti bet ir \u012fkelti video paskait\u0105 \u0161ioje sistemoje, kad ji b\u016bt\u0173 matoma kitiems vartotojams. Taip pat vertinti patikusi\u0105 ir nepatikusi\u0105 informacin\u0119 med\u017eiag\u0105, bei i\u0161trinti savo \u012fkeltas paskaitas.</li><li>Vartotojas turintis amdiminstratoriaus teises gali sukurti kategorijas pagal kurias r\u016b\u0161iuojama \u012fkeliama video med\u017eiaga bei trintis visas \u012fkeltas paskaitas ar netinkam\u0105 turin\u012f.</li></ul><h4>Kaip naudotis sistema:</h4><ul><li><b>Norint \u012fkelti paskait\u0105</b> - prisiregistruokite prie sistemos pasirinkdami vir\u0161utin\u0117je parink\u010di\u0173 juostoje skilt\u012f registuoris ir suveksite reikalingus duomenis. Tuomet toje pa\u010dioje parink\u010di\u0173 juostoje pasirinkite prisijungti. Prisijung\u0119 i\u0161vysite parink\u010di\u0173 juostoje skilt\u012f \u012fkelti paskait\u0105. Laukelyje adreses \u012fveskite adres\u0105 \u012f paskait\u0105 (pvz: http://www.youtube.com/watch?v=3MZIkY55fS0) ir u\u017epildykite kitus laukus. Paspauskit\u0117 \u012fkelti paskait\u0105 ir j\u016bs\u0173 paskaita prienama visiems nurodytoje kategorijoje.</li><li><b>Norint i\u0161trinti paskait\u0105</b> - prisijunkite prie sistemos ir paspauskite "I\u0161trinti" parinkt\u012f prie norimos i\u0161trinti paskaitos.</li><li><b>Norint \u012fvertinti paskait\u0105</b> - prisijunkite prie sistemos ir pasirinkite vertinim\u0105 prie norimos \u012fvertinti paskaitos.</li><li><b>Norint prid\u0117ti nauj\u0105 kategorij\u0105</b> - prisijunkite prie sistemos kaip administratorius ir parink\u010di\u0173 juostoje atsiras parinktis "Prid\u0117ti kategorij\u0105".</li><li><b>Norint i\u0161trinti ne savo \u012fkelt\u0105 paskait\u0105</b> - prisijunkite kaip administratorius (kreipkit\u0117s \u012f sistemos administratori\u0173) ir prie kiekvienos paskaitos atsiras parinktis trinti.</li></ul><h6>Kursinis darbas. Modulis "Elektroninis verslas ir statyba". Autorius: Augustinas Vabuolas. Darbo vadovas: Prof. Art\u016bras Kaklauskas.</h6>